Repository: Helmy2/Mudawama
Catalog: iosApp/iosApp/Strings/Localizable.xcstrings
Source language: en
Languages: ar

# athkar_evening_tab
source: Evening
ar: المساء

# athkar_item_count_format
source: %d of %d remaining
ar: متبقٍّ %d من %d

# athkar_item_done
source: Done
ar: اكتمل

# athkar_morning_tab
source: Morning
ar: الصباح

# athkar_notification_sheet_title
source: Athkar Reminders
ar: إشعارات الأذكار

# athkar_post_prayer_tab
source: Post-Prayer
ar: بعد الصلاة

# athkar_type_picker
source: Type
ar: نوع الأذكار

# common_cancel
source: Cancel
ar: إلغاء

# common_confirm
source: Confirm
ar: تأكيد

# common_done
source: Done
ar: تم

# common_error_generic
source: Something went wrong
ar: حدث خطأ ما

# common_loading
source: Loading...
ar: جارٍ التحميل...

# common_retry
source: Retry
ar: إعادة المحاولة

# common_save
source: Save
ar: حفظ

# error_location
source: Location unavailable
ar: يتعذر الوصول إلى الموقع

# error_network
source: Network error
ar: خطأ في الشبكة

# evening_alhamdulillah
source: Alhamdulillah
ar: الْحَمْدُ لِلَّهِ

# evening_allahu_akbar
source: Allahu Akbar
ar: اللَّهُ أَكْبَرُ

# evening_ayat_kursi
source: Ayat Al-Kursi Allahu la ilaha illa huwa al-Hayyul-Qayyum...
ar: آية الكرسي اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...

# evening_falaq
source: Surah Al-Falaq (×3) Qul a'udhu bi Rabbi al-falaq...
ar: سورة الفلق (٣ مرات) قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ...

# evening_ikhlas
source: Surah Al-Ikhlas (×3) Qul huwa Allahu ahad...
ar: سورة الإخلاص (٣ مرات) قُلْ هُوَ اللَّهُ أَحَدٌ...

# evening_isti
source: I seek refuge in Allah from the accursed devil
ar: أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ

# evening_nas
source: Surah An-Nas (×3) Qul a'udhu bi Rabbi an-nas...
ar: سورة الناس (٣ مرات) قُلْ أَعُوذُ بِرَبِّ النَّاسِ...

# evening_protection
source: Allahumma bika amsaynaa wa bika asbahnaa wa bika nahyaa wa bika namootu wa ilayka al-maseer
ar: اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ

# evening_sayyid_istighfar
source: Sayyid al-Istighfar Allahumma anta Rabbi la ilaha illa anta, khalaqtani wa ana abduk...
ar: سيد الاستغفار اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ...

# evening_subhanallah
source: Subhan Allahi wa bihamdihi
ar: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ

# habits_delete_label
source: Delete
ar: حذف

# habits_empty_prompt
source: Add your first habit
ar: أضف عادتك الأولى

# habits_manage_sheet_title
source: Manage Habit
ar: إدارة العادة

# habits_name_label
source: Name
ar: الاسم

# habits_new_sheet_title
source: New Habit
ar: عادة جديدة

# habits_target_label
source: Target Count
ar: العدد المستهدف

# habits_type_boolean
source: Yes / No
ar: نعم / لا

# habits_type_label
source: Type
ar: النوع

# habits_type_numeric
source: Numeric
ar: عددي

# home_athkar_label
source: Athkar
ar: الأذكار

# home_habits_label
source: Habits
ar: العادات

# home_next_prayer_label
source: Next Prayer
ar: الصلاة القادمة

# home_qibla_label
source: Qibla
ar: القبلة

# home_quran_label
source: Quran
ar: القرآن

# home_tasbeeh_label
source: Tasbeeh
ar: التسبيح

# morning_alhamdulillah
source: Alhamdulillah
ar: الْحَمْدُ لِلَّهِ

# morning_allahu_akbar
source: Allahu Akbar
ar: اللَّهُ أَكْبَرُ

# morning_ayat_kursi
source: Ayat Al-Kursi Allahu la ilaha illa huwa al-Hayyul-Qayyum...
ar: آية الكرسي اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...

# morning_falaq
source: Surah Al-Falaq (×3) Qul a'udhu bi Rabbi al-falaq...
ar: سورة الفلق (٣ مرات) قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ...

# morning_ikhlas
source: Surah Al-Ikhlas (×3) Qul huwa Allahu ahad...
ar: سورة الإخلاص (٣ مرات) قُلْ هُوَ اللَّهُ أَحَدٌ...

# morning_isti
source: I seek refuge in Allah from the accursed devil
ar: أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ

# morning_nas
source: Surah An-Nas (×3) Qul a'udhu bi Rabbi an-nas...
ar: سورة الناس (٣ مرات) قُلْ أَعُوذُ بِرَبِّ النَّاسِ...

# morning_protection
source: Allahumma bika asbahnaa wa bika amsaynaa wa bika nahyaa wa bika namootu wa ilayka an-nushoor
ar: اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ

# morning_sayyid_istighfar
source: Sayyid al-Istighfar Allahumma anta Rabbi la ilaha illa anta, khalaqtani wa ana abduk...
ar: سيد الاستغفار اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ...

# morning_subhanallah
source: Subhan Allahi wa bihamdihi
ar: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ

# nav_athkar
source: Athkar
ar: الأذكار

# nav_habits
source: Habits
ar: العادات

# nav_home
source: Home
ar: الرئيسية

# nav_prayers
source: Prayers
ar: الصلوات

# nav_qibla
source: Qibla
ar: القبلة

# nav_quran
source: Quran
ar: القرآن

# nav_settings
source: Settings
ar: الإعدادات

# nav_tasbeeh
source: Tasbeeh
ar: التسبيح

# notification_welcome_body
source: You'll receive daily Athkar reminders. May Allah accept your dhikr.
ar: ستتلقى تذكيرات يومية بأذكار الصباح والمساء. تقبّل الله منا ومنكم.

# notification_welcome_title
source: Notifications enabled
ar: تم تفعيل الإشعارات

# post_prayer_alhamdulillah
source: Alhamdulillah
ar: الْحَمْدُ لِلَّهِ

# post_prayer_allahu_akbar
source: Allahu Akbar
ar: اللَّهُ أَكْبَرُ

# post_prayer_allahumma_anta
source: Allahumma anta as-salam wa minka as-salam, tabarakta ya dhal-jalali wal-ikram
ar: اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ

# post_prayer_ayat_kursi
source: Ayat Al-Kursi Allahu la ilaha illa huwa al-Hayyul-Qayyum...
ar: آية الكرسي اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...

# post_prayer_istighfar
source: Astaghfirullah (×3)
ar: أَسْتَغْفِرُ اللَّهَ (٣ مرات)

# post_prayer_la_ilaha
source: La ilaha ill-Allah wahdahu la sharika lah, lahul-mulku wa lahul-hamd wa huwa 'ala kulli shay'in qadir
ar: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ

# post_prayer_subhanallah
source: Subhan Allah
ar: سُبْحَانَ اللَّهِ

# prayer_asr
source: Asr
ar: العصر

# prayer_dhuhr
source: Dhuhr
ar: الظهر

# prayer_empty_state
source: No prayer times available
ar: لا توجد صلوات بعد

# prayer_fajr
source: Fajr
ar: الفجر

# prayer_isha
source: Isha
ar: العشاء

# prayer_maghrib
source: Maghrib
ar: المغرب

# qibla_aligned
source: You are facing Qibla
ar: أنت تواجه القبلة

# qibla_calibrate_warning
source: Compass calibration required
ar: معايرة البوصلة مطلوبة

# qibla_direction_hint
source: Point your phone toward the Qibla
ar: وجّه هاتفك ليشير إلى القبلة

# qibla_go_to_settings
source: Go to Settings
ar: الذهاب إلى الإعدادات

# qibla_location_required
source: Location required
ar: الموقع مطلوب

# qibla_turn_left
source: Turn %d° left
ar: أدر %d° يساراً

# qibla_turn_right
source: Turn %d° right
ar: أدر %d° يميناً

# quran_bookmark_label
source: Position
ar: الموضع الحالي

# quran_goal_label
source: Daily Goal
ar: الهدف اليومي

# quran_goal_sheet_title
source: Set Daily Goal
ar: تحديد الهدف اليومي

# quran_log_reading_button
source: Log Reading
ar: تسجيل القراءة

# quran_log_sheet_title
source: Log Reading
ar: تسجيل القراءة

# quran_pages_label
source: pages
ar: صفحات

# quran_pages_read_label
source: Pages Read
ar: الصفحات المقروءة

# quran_position_sheet_title
source: Update Position
ar: تحديث الموضع

# quran_streak_label
source: day streak
ar: أيام متتالية

# settings_appearance_section
source: Appearance
ar: المظهر

# settings_calculation_method
source: Calculation Method
ar: طريقة الحساب

# settings_dynamic_theme
source: Dynamic Colors
ar: الألوان الديناميكية

# settings_evening_notif
source: Evening Athkar Reminder
ar: إشعار أذكار المساء

# settings_language
source: Language
ar: اللغة

# settings_location_mode
source: Location Mode
ar: وضع الموقع

# settings_morning_notif
source: Morning Athkar Reminder
ar: إشعار أذكار الصباح

# settings_notifications_section
source: Notifications
ar: الإشعارات

# settings_prayer_section
source: Prayer Times
ar: أوقات الصلاة

# settings_theme
source: Theme
ar: الثيم

# tasbeeh_daily_total_label
source: Today
ar: إجمالي اليوم

# tasbeeh_goal_sheet_title
source: Set Daily Goal
ar: تحديد الهدف اليومي

# tasbeeh_tap_hint
source: Tap to count
ar: اضغط للتسبيح
